Repository: KDE/alkimia
Catalog: po/*/alkimia.po
Languages: ar, eu, he, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eu: Iñigo Salvador Azurmendi
he: צוות התרגום של KDE ישראל
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eu: xalba@ni.eus
he: kde-l10n-he@kde.org
zh_tw: mail@kisaragi-hiu.com

# @info AlkDateFormat info
source: Invalid format string '%1'
eu: Kate-formatu baliogabea '%1'
he: מחרוזת התבנית ‚%1’ שגויה

# @info AlkDateFormat info
source: Invalid format character '%1'
eu: Karaktere-formatu baliogabea '%1'
he: תו התבנית ‚%1’ שגוי

# @info AlkDateFormat info
source: Invalid date '%1'
eu: Data baliogabea '%1'
he: התאריך ‚%1’ שגוי

# @info AlkDateFormat info
source: Invalid day entry: %1
eu: Egun-sarrera baliogabea: %1
he: רשומת היום שגויה: %1

# @info AlkDateFormat info
source: Invalid month entry: %1
eu: Hilabete-sarrera baliogabea: %1
he: רשומת החודש שגויה: %1

# @info AlkDateFormat info
source: Invalid year entry: %1
eu: Urte-sarrera baliogabea: %1
he: רשומת השנה שגויה: %1

# @info AlkDateFormat info
source: Length of year (%1) does not match expected length (%2).
eu: Urtearen luzerak (%1) ez dator bat esperotako luzerarekin (%2).
he: אורך השנה (%1) לא תואם לאורך המצופה (%2).

source: Source <placeholder>%1</placeholder> does not exist.
ar: المصدر <placeholder>%1</placeholder> غير موجود.
eu: <placeholder>%1</placeholder> sorburua ez da existitzen.
he: המקור <placeholder>%1</placeholder> לא קיים.
zh_tw: 來源 <placeholder>%1</placeholder> 不存在。

source: Cannot resolve input date.
ar: تعذّر تحليل تاريخ الإدخال.
eu: Ezin da sarrera-data ebatzi.
he: לא ניתן לפתור את תאריך הקלט.
zh_tw: 無法剖析輸入日期。

source: Start date moved to before the weekend
ar: نُقل تاريخ البداية إلى ما قبل عطلة نهاية الأسبوع
eu: Hasiera-data asteburua baino lehenagora mugitu da
he: תאריך ההתחלה הועבר לפני סוף השבוע

source: Unable to fetch url for %1
ar: تعذّر جلب عنوان لـ %1
eu: Ezin da %1(e)ren URLa eskuratu
he: לא ניתן למשוך את הכתובת עבור %1
zh_tw: 無法為 %1 抓取網址

source: The URL has been redirected; check an update of the online quote URL
ar: أُعيد توجيه عنوان؛ تحقق من تحديث عنوان عرض الأسعار عبر الإنترنت
eu: URLa birbideratu egin da; egiaztatu lerroko kotizazioaren URLaren eguneratze bat dagoen
he: הכתובת הופנתה, כדאי לבדוק אם כתובת שער ההמרה המקוון התעדכן
zh_tw: 網址已被重新導向；請檢查線上報價網址的更新

source: Fetching URL %1...
ar: يجلب عنوان %1...
eu: %1 URLa eskuratzen...
he: הכתובת %1 מתקבלת…
zh_tw: 抓取網址 %1 中...

# The process x is executing
source: Executing %1...
ar: ينفّذ %1...
eu: %1 exekutatzen...
he: %1 מופעל…
zh_tw: 執行 %1 中...

source: Unable to launch: %1
ar: تعذّر تشغيل: %1
eu: Ezin du abiarazi: %1
he: לא ניתן להפעיל: %1
zh_tw: 無法啟動：%1

source: URL found: %1...
ar: عثر على رابط: %1...
eu: URLa aurkitu da: %1...
he: הכתובת נמצאה: %1…
zh_tw: 找到網址：%1...

# Executing 'script' 'online source' 'investment symbol'
source: Executing %1 %2 %3...
ar: ينفّذ %1 %2 %3...
eu: %1 %2 %3 exekutatzen...
he: %1 %2 %3 מופעלים…
zh_tw: 執行 %1 %2 %3 中...

source: Price found: '%1' (%2)
ar: وُجد السعر: '%1' (%2)
eu: Prezioa aurkitu da: '%1' (%2)
he: המחיר נמצא: ‚%1’ (%2)
zh_tw: 找到價格：'%1' (%2)

source: Price '%1' cannot be converted to a number for '%2'
ar: لا يمكن تحويل السعر '%1' إلى رقم لـ '%2'
eu: '%1' prezioa ezin da '%2'(e)ren zenbaki bihurtu
he: לא ניתן להמיר את המחיר ‚%1’ למספר עבור ‚%2’
zh_tw: 價格 '%1' 無法為 '%2' 轉換為數字

source: Unable to parse price for '%1'
ar: تعذّر تحليل السعر لـ '%1'
eu: '%1'(e)ren prezioak ez du analisia gainditu
he: לא ניתן לפענח את המחיר עבור ‚%1’
zh_tw: 無法剖析 '%1' 的價格

source: Date found: '%1'
ar: وُجد التاريخ: '%1'
eu: Aurkitutako data: '%1'
he: נמצא תאריך: ‚%1’
zh_tw: 找到日期：'%1'

source: Date format found: '%1' -> '%2'
ar: وُجد تنسيق التاريخ: '%1' -> '%2'
eu: Aurkitutako data formatua: '%1' -> '%2'
he: נמצאה תבנית תאריך: ‚%1’ -> ‚%2’
zh_tw: 找到日期格式：'%1' → '%2'

source: Unable to parse date '%1' using format '%2': %3
ar: تعذّر تحليل التاريخ '%1' باستخدام التنسيق '%2': %3
eu: '%1' datak ez du analisia gainditu '%2' formatua erabiliz: %3
he: לא ניתן לפענח את הנתונים ‚%1’ עם התבנית ‚%2’: %3
zh_tw: 無法使用格式 '%2' 剖析日期 '%1'：%3

source: Using current date for '%1'
ar: يستخدم التاريخ الحالي لـ '%1'
eu: Uneko data '%1'(e)rako erabiltzen
he: נעשה שימוש בתאריך הנוכחי עבור ‚%1’
zh_tw: 為 '%1' 使用目前的日期

source: Parsing date is disabled for '%1'
ar: تحليل التاريخ معطّل لـ '%1'
eu: '%1'(e)ren dataren analisia ezgaituta dago
he: תאריך הפענוח מושבת עבור ‚%1’
zh_tw: 已為 '%1' 停用日期剖析

source: Unable to parse date for '%1'
ar: تعذّر تحليل التاريخ لـ '%1'
eu: '%1'(e)ren datak ez du analisia gainditu
he: לא ניתן לפענח את התאריך עבור ‚%1’
zh_tw: 無法剖析 '%1' 的日期

source: Symbol found: '%1'
ar: وُجد الرمز: '%1'
eu: Ikurra aurkitu da: '%1'
he: הסימול נמצא: '%1'
zh_tw: 找到符號：'%1'

source: Unable to parse symbol for %1
ar: تعذّر تحليل الرمز لـ %1
eu: '%1'(e)ren ikurrak ez du analisia gainditu
he: לא ניתן לפענח את הסימול עבור %1
zh_tw: 無法剖析 %1 的符號

source: Unable to detect field delimiter in first line (header line) of quote data.
ar: تعذّر اكتشاف محدد الحقل في السطر الأول (سطر الرأس) لبيانات عرض السعر.
eu: Ezin du eremu-mugatzailerik detektatu kotizazio datuen lehenengo lerroan (goiburu-lerroa).
he: לא ניתן לזהות את המפריד בין השדות בשורה הראשונה (שורת הכותרת) של נתוני שער ההמרה.
zh_tw: 無法在報價資料的第一行（標頭行）中偵測到欄位分隔符。

source: Unable to find date column '%1' in quote data
ar: تعذّر العثور على عمود التاريخ '%1' في بيانات عرض السعر
eu: Ezin du '%1' data-zutabea kotizazio-datuetan aurkitu
he: לא ניתן למצוא את עמודת התאריך ‚%1’ בנתוני שער ההמרה
zh_tw: 無法在報價資料中找到日期欄位 '%1'

source: Unable to find price column '%1' in quote data
ar: تعذّر العثور على عمود السعر '%1' في بيانات عرض السعر
eu: Ezin du '%1' prezio-zutabea kotizazio-datuetan aurkitu
he: לא ניתן למצוא את עמודת המחיר ‚%1’ בנתוני שער ההמרה
zh_tw: 無法在報價資料中找到價格欄位 '%1'

source: Unable to convert date '%1' with '%2' in quote data
ar: تعذّر تحويل التاريخ '%1' باستخدام '%2' في بيانات عرض السعر
eu: Ezin du '%1' data '%2' formatuarekin kotizazio-datuetan bihurtu
he: לא ניתן להמיר את התאריך ‚%1’ ב־‚%2’ בנתוני שער ההמרה
zh_tw: 無法在報價資料中用 '%2' 轉換日期 '%1'

source: Unable to find date/price pairs in quote data
ar: تعذّر العثور على أزواج التاريخ/السعر في بيانات عرض السعر
eu: Ezin izan du data/prezioa bikotea kotizazio-datuetan aurkitu
he: לא ניתן למצוא צמדי תאריך/מחיר בנתוני שער ההמרה
zh_tw: 無法在報價資料中找到日期/價格對

source: Json file with invalid content found for '%1'
ar: وُجد ملف Json بمحتوى غير صالح لـ '%1'
eu: '%1'(e)rako eduki baliogabea duen JSON fitxategia aurkitu da
he: נמצא קובץ Json עם תוכן שגוי עבור ‚%1’

source: Unable to find '%1' from date pattern '%2' in quote data
ar: تعذّر العثور على '%1' من نمط التاريخ '%2' في بيانات عرض السعر
he: לא ניתן למצוא ‚%1’ מתבנית התאריך ‚%2’ בנתוני שער ההמרה

source: Unable to find '%1' from price pattern '%2' in quote data
ar: تعذّر العثور على '%1' من نمط السعر '%2' في بيانات عرض السعر
he: לא ניתן למצוא ‚%1’ מתבנית המחיר ‚%2’ בנתוני שער ההמרה

source: Unable to update price for %1 (empty quote data)
ar: تعذّر تحديث السعر لـ %1 (بيانات عرض السعر فارغة)
eu: Ezin izan du %1-(r)en prezioa eguneratu (kotizazio-datuak hutsik)
he: לא ניתן לעדכן את המחיר עבור %1 (נתוני שער המרה ריקים)
zh_tw: 無法更新 %1 的價格（空白的報價資料）

source: Timeout exceeded on fetching url for %1
ar: تجاوز المهلة في جلب عنوان URL لـ %1
he: תם הזמן שהוקצה למשיכת הכתובת עבור %1
zh_tw: 為 %1 抓取網址時逾時

source: Online Quotes
ar: عروض الأسعار عبر الإنترنت
eu: Lerroko kotizazioak
he: שערי המרה מקוונים
zh_tw: 線上報價

source: <html><head/><body><p><span style=" font-style:italic;">Enter regular expressions which can be used to parse the data returned from the URL entered above. The symbol, price, and date must be found in the quote data to be usable. You may also try the KMyMoney forum at </span><a href="https://forum.kde.org/viewforum.php?f=69"><span style=" text-decoration: underline; color:#2980b9;">https://forum.kde.org/viewforum.php?f=69</span></a> or the <span style=" font-style:italic;">user's mailinglist at </span><a href="mailto:kmymoney@kde.org"><span style=" font-style:italic; text-decoration: underline; color:#2980b9;">kmymoney@kde.org</span></a><span style=" font-style:italic;"> to find what settings work for other users in your country.</span></p></body></html>
ar: <html><head/><body><p><span style=" font-style:italic;">أدخل تعابير منتظمة يمكن استخدامها لتحليل البيانات المرتجعة من عنوان URL المدخل أعلاه. يجب العثور على الرمز والسعر والتاريخ في بيانات الاقتباس لتكون قابلة للاستخدام. يمكنك أيضًا تجربة منتدى KMyMoney على </span><a href="https://forum.kde.org/viewforum.php?f=69"><span style=" text-decoration: underline; color:#2980b9;">https://forum.kde.org/viewforum.php?f=69</span></a> أو <span style=" font-style:italic;">قائمة البريد للمستخدمين على </span><a href="mailto:kmymoney@kde.org"><span style=" font-style:italic; text-decoration: underline; color:#2980b9;">kmymoney@kde.org</span></a><span style=" font-style:italic;"> لمعرفة الإعدادات التي تعمل لمستخدمين آخرين في بلدك.</span></p></body></html>
he: <html><head/><body><p><span style=" font-style:italic;">נא למלא ביטויים רגולריים שאפשר להשתמש בהם כדי לפענח את הנתונים שהוחזרו מהכתובת שסופקה לעיל. הסימול, המחיר והתאריך חייבים להיות בנתוני שער ההמרה כדי שהם יהיו שימושיים. אפשר לנסות גם את פורום KMyMoney בכתובת </span><a href="https://forum.kde.org/viewforum.php?f=69"><span style=" text-decoration: underline; color:#2980b9;">https://forum.kde.org/viewforum.php?f=69</span></a> או את <span style=" font-style:italic;">קבוצת הדיוור למשתמשים </span><a href="mailto:kmymoney@kde.org"><span style=" font-style:italic; text-decoration: underline; color:#2980b9;">kmymoney@kde.org</span></a><span style=" font-style:italic;"> כדי למצוא אילו הגדרות עובדות למשתמשים אחרים במדינה שלך.</span></p></body></html>
zh_tw: <html><head/><body><p><span style="font-style: italic">輸入用來剖析從上方設定的網址回傳的資料的正則表達式。必須要能在報價資料中找到符號、價格與日期才能夠使用。您也可以試著使用 KMyMoney 位於 </span><a href="https://forum.kde.org/viewforum.php?f=69"><span style="text-decoration: underline; color: #2980b9">https://forum.kde.org/viewforum.php?f=69</span></a> 的論壇或是位於 <a href="mailto:kmymoney@kde.org"><span style="font-style: italic; text-decoration: underline; color: #2980b9">kmymoney@kde.org</span></a> <span style="font-style: italic">的使用者郵件論壇</span><span style="font-style: italic"> 來找找看您的國家的其他使用者是否有找到適合的設定。</span></p></body></html>

source: Details
ar: التفاصيل
eu: Xehetasunak
he: פרטים
zh_tw: 詳細資料

source: Download mode
ar: وضع التحميل
eu: Zama-jaisteko modua
he: מצב הורדה
zh_tw: 下載模式

source: Remote source
ar: مصدر بعيد
eu: Urruneko sorburua
he: מקור מרוחק
zh_tw: 遠端來源

source: Regular Expression to extract the price from the downloaded data
ar: تعبير منتظم لاستخراج السعر من البيانات المحملة
eu: Zama-jaitsitako datuetatik prezioa ateratzeko adierazpen erregularra
he: ביטוי רגולרי לחילוץ המחיר מהנתונים שהתקבלו
zh_tw: 從下載資料中取出價格所使用的正規表示式

source: Regular Expression to extract the identifier from the downloaded data
ar: تعبير منتظم لاستخراج المعرف من البيانات المحملة
eu: Zama-jaitsitako datuetatik identifikatzailea ateratzeko adierazpen erregularra
he: ביטוי רגולרי לחילוץ המזהה מהנתונים שהתקבלו
zh_tw: 從下載資料中取出識別子所使用的正規表示式

source: Regular Expression to extract the date from the downloaded data
ar: تعبير منتظم لاستخراج التاريخ من البيانات المحملة
eu: Zama-jaitsitako datuetatik data ateratzeko adierazpen erregularra
he: ביטוי רגולרי לחילוץ התאריך מהנתונים שהתקבלו
zh_tw: 從下載資料中取出日期所使用的正規表示式

source: Identifier
ar: المُعِّرف
eu: Identifikatzailea
he: מזהה
zh_tw: 識別子

source: Price
ar: السعر
eu: Prezioa
he: מחיר
zh_tw: 價格

source: Default Identifier
ar: المُعِّرف المبدئي
eu: Identifikatzaile lehenetsia
he: מזהה ברירת מחדל
zh_tw: 預設識別子

source: Selected by
ar: محدد بواسطة
he: נבחרו לפי
zh_tw: 由誰選取

source: Price decimal separator
ar: فاصل الكسور العشرية للسعر
eu: Prezioaren bereizle hamartarra
he: מפריד עשרוני במחירים
zh_tw: 價格小數點符號

source: How to select the identifier
ar: كيفية تحديد المعرف
eu: Identifikatzaile nola hautatu
he: איך לבחור את המזהה
zh_tw: 如何選取識別子

source: Data Format
ar: تنسيق البيانات
eu: Datu-formatua
he: תבנית נתונים
zh_tw: 資料格式

source: URL to be used to download the quote
ar: عنوان المستخدم لتحميل عرض السعر
eu: Kotizazioa jaisteko erabili beharreko URLa
he: כתובת לשימוש להורדת שער ההמרה
zh_tw: 用來下載報價的網址

source: Enter the URL from which stock quotes will be fetched. <b>%1</b> will be replaced with the symbol for the security being quoted. For currency conversions, <b>%2</b> will be replaced with the currency to be quoted and <b>%1</b> with the currency the quote is based on.
ar: أدخل عنوان الذي سيجلب قيمة الأسهم منه. سيستبدل ب<b>%1</b> رمز للأوراق المالية. لتحويلات العملات، سيستبدل بـ <b>%2</b> العملة المطلوب معرفة سعرها و بـ<b>%1</b> العملة التي يعتمد عليها عرض السعر.
eu: Sartu akzio-kotizazioak eskuratzeko erabili beharreko URLa. Kotizatzen den burtsa-balioaren ikurrak ordeztuko du <b>%1</b>. Dibisa-bihurketetarako, kotizatu beharreko dibisak ordeztuko du <b>%2</b> eta kotizazioak oinarri duen dibisak ordeztuko du <b>%1</b>.
he: נא למלא את הכתובת ממנה יתקבלו שערי המניות. <b>%1</b> יוחלף בסימול לנכס הכלכלי שהמחיר שלו מתקבל. להמרת מטבעות <b>%2</b> יוחלף בסימול המטבע לקבלת המחיר שלו ו־<b>%1</b> במטבע שהמחיר מבוסס עליו.
zh_tw: 輸入要抓取股票報價的網址。<b>%1</b> 會被替換為正在報價的證券的符號。對於貨幣轉換，<b>%2</b> 會被替換為要報價的貨幣而 <b>%1</b> 則會替換為報價基底的貨幣。

source: Period (.)
ar: نقطة (.)
eu: Puntua (.)
he: נקודה (.)
zh_tw: 點 (.)

source: Comma (,)
ar: فاصلة (,)
eu: Koma (,)
he: פסיק (,)
zh_tw: 逗號 (,)

source: Legacy
ar: قديم
eu: Ondarea
he: מיושן
zh_tw: 舊式

source: Options
ar: خيارات
eu: Aukerak
he: אפשרויות
zh_tw: 選項

source: Date Format
ar: نسق التّاريخ
eu: Data-formatua
he: תבנית תאריך
zh_tw: 日期格式

source: URL
ar: العنوان
he: כתובת
zh_tw: 網址

source: An identifier that is known to work for this online quote source
ar: معرف معروف بأنه يعمل مع مصدر عرض السعر عبر الإنترنت هذا
he: מזהה שידוע שעובד עבור מקור שערי ההמרה המקוון הזה
zh_tw: 已知為這個線上報價來源會正常運作的識別子

source: Date
ar: التاريخ
eu: Data
he: תאריך
zh_tw: 日期

source: The type of data expected to downloaded and processed.
ar: نوع البيانات المتوقع تحميلها ومعالجتها.
he: סוג הנתונים שאמורים להתקבל ולעבור עיבוד.
zh_tw: 預期會被下載與處理的資料型態。

source: Accepts the entered data and stores it
ar: يقبل البيانات المدخلة ويخزنها
eu: Sartutako datuak onartu eta gorde egiten ditu
he: מקבל את הנתונים שהוכנסו ומאחסן אותם
zh_tw: 接受輸入的資料並儲存

source: Use this to accept the modified data.
ar: استخدم هذا لقبول البيانات المعدلة.
eu: Erabili hau aldatutako datuak onartzeko
he: יש להשתמש בזה כדי לקבל את הנתונים שהשתנו.
zh_tw: 用這個來接受變更的資料。

# @action update quotes from online quote source
source: Accept
ar: اقبل
eu: Onartu
he: קבלה
zh_tw: 接受

# @action cancel actual changes
source: Cancel
ar: ألغِ
eu: Utzi
he: ביטול
zh_tw: 取消

source: Copies the details as text to the clipboard.
ar: ينسخ التفاصيل كنص إلى الحافظة.
eu: Xehetasunak testu gisa arbelean kopiatzen ditu.
he: העתקת הפרטים כטקסט ללוח הגזירים.

source: Use this to copy the details as text to the clipboard to e.g. paste it in an email.
ar: استخدم هذا لنسخ التفاصيل كنص إلى الحافظة للصقه على سبيل المثال في بريد إلكتروني.
he: אפשר להשתמש בזה כדי להעתיק את הפרטים כטקסט ללוח הגזירים, כולמר להדביק את זה בהודעת דוא״ל.

# @action copy details to clipboard
source: Copy
ar: انسخ
eu: Kopiatu
he: העתקה

source: build_key
ar: مفتاح_البناء
he: מזהה_בנייה

source: Debugging
ar: التّنقيح
eu: Araztea
he: ניפוי שגיאות
zh_tw: 除錯

source: Check the selected source entry
ar: تحقق من إدخال المصدر المحدد
he: לבדוק את רשומת המקור הנבחרת
zh_tw: 檢查選取的來源項目

source: Use this to check the selected online source entry
ar: استخدم هذا للتحقق من إدخال المصدر عبر الإنترنت المحدد
he: אפשר להשתמש בזה כדי לבדוק את רשומת המקור המקוון הנבחר
zh_tw: 用這個來檢查選取的來源項目

source: Check Source
ar: تحقق من المصدر
he: בדיקת מקור
zh_tw: 檢查來源

source: Display the response of a query of the selected source entry in a web browser
ar: اعرض استجابة استعلام إدخال المصدر المحدد في متصفح الويب
he: הצגת תגובה של שאילתה ברשומת המקור הנבחרת בדפדפן

source: Use this option to display the response to a query from the selected online source.
ar: استخدم هذا الخيار لعرض الاستجابة لاستعلام من المصدر عبر الإنترنت المحدد.
he: אפשר להשתמש באפשרות הזאת כדי להציג תגובה של שאילתה מהמקור המקוון הנבחר.

source: Show Page
ar: أظهر الصفحة
eu: Erakutsi orria
he: הצגת עמוד
zh_tw: 顯示頁面

source: End date
ar: تاريخ الانتهاء
eu: Amaiera-data
he: תאריך סיום
zh_tw: 結束日期

source: Two Symbols
ar: رمزان
eu: Bi ikur
he: שני סימולים
zh_tw: 兩個符號

source: Start date
ar: تاريخ البدء
eu: Hasiera-data
he: תאריך התחלה
zh_tw: 開始日期

source: One Symbol
ar: رمز واحد
eu: Ikur bat
he: סימול אחד
zh_tw: 一個符號

source: Return last price state
ar: أرجع حالة آخر سعر
eu: Itzuli azken prezioaren egoera
he: החזרת מצב המחיר האחרון

source: Enable reverse search
ar: فعّل البحث العكسي
eu: Gaitu alderantzizko bilaketa
he: הפעלת חיפוש הפוך

source: <html><head/><body><p>online price quotes</p></body></html>
ar: <html><head/><body><p>عروض الأسعار عبر الإنترنت</p></body></html>
eu: <html><head/><body><p>lerroko prezioen kotizazioak</p></body></html>
he: <html><head/><body><p>שערי המרה מקוונים</p></body></html>
zh_tw: <html><head/><body><p>線上報價</p></body></html>

source: Create a new source entry for online quotes
ar: أنشئ إدخال مصدر جديد لعرض السعر عبر الإنترنت
eu: Sortu lerroko kotizazioetarako sorburu sarrera berri bat
he: יצירת רשומת מקור חדשה לשערי המרה מקוונים
zh_tw: 建立新的線上報價來源項目

source: Use this to create a new entry for online quotes.
ar: استخدم هذا لإنشاء إدخال جديد لعرض السعر عبر الإنترنت.
eu: Erabili hau lerroko kotizazioetarako sarrera berri bat sortzeko.
he: אפשר להשתמש בזה כדי ליצור רשומה חדשה לשערי המרה מקוונים.

# @action create new quote source
source: New
ar: جديد
eu: Berria
he: חדש
zh_tw: 新增

source: Delete the selected source entry
ar: احذف إدخال المصدر المحدد
eu: Ezabatu hautatutako sorburu sarrera
he: מחיקת רשומת המקור הנבחר
zh_tw: 刪除選取的來源項目

source: Use this to delete the selected online source entry
ar: استخدم هذا لحذف إدخال المصدر عبر الإنترنت المحدد
eu: Erabili hau hautatutako lerroko sorburu sarrera ezabatzeko
he: אפשר להשתמש בזה כדי למחוק את רשומת המקור המקוון הנבחר
zh_tw: 用這個來刪除選取的來源項目

source: Delete
ar: احذف
eu: Ezabatu
he: מחיקה
zh_tw: 刪除

source: Create a duplicate of the currently selected source entry under a different name.
ar: أنشئ نسخة مكررة من إدخال المصدر المحدد حاليًا تحت اسم مختلف.
eu: Sortu unean hautatutako sorburu sarreraren kopia bat beste izen batekin.
he: ליצור עותק של רשומת המקור שנבחרת כרגע בשם אחר.
zh_tw: 為目前選取的來源項目建立不同名稱的複本。

source: Use this to create a duplicate of an entry for an online source
ar: استخدم هذا لإنشاء نسخة مكررة من إدخال لمصدر عبر الإنترنت
eu: Erabili hau lerroko sorburu baterako sarrera baten kopia bat sortzeko
he: אפשר להשתמש בזה כדי ליצור כפילות של רשומה של מקור מקוון
zh_tw: 用這個來建立線上來源項目的複本

source: Duplicate
ar: كرّر
eu: Bikoiztu
he: שכפול
zh_tw: 建立複本

source: Creates a new local online source as reference to a remote online quote source
ar: ينشئ مصدرًا محليًا جديدًا عبر الإنترنت كمرجع لمصدر عرض السعر بعيد عبر الإنترنت
he: יצירת מקור מקוון מקומי כהפניה למקור שער המרה מקוון

source: Use this to create a new local online quote source that links to a remote online quote source. The attributes of the remote online course source are then used for a price or quote request.
ar: استخدم هذا لإنشاء مصدر اقتباس محلي جديد عبر الإنترنت يرتبط بمصدر عرض السعر بعيد عبر الإنترنت. ثم تُستخدم سمات مصدر الدورة التدريبية البعيدة عبر الإنترنت لطلب سعر أو عرض السعر.
he: אפשר להשתמש בזה כדי ליצור מקור שערי המרה מקוון מקומי חדש שמקשר למקור שער המרה מקוון מרוחק. המאפיינים של מקור שערי ההמרה המקוון המרוחק משמש למחיר או לבקשת שער המרה.

source: Add reference
ar: أضف مرجعًا
eu: Gehitu erreferentzia
he: הוספת סימוכין

source: Install online quote source from the KDE Store
ar: ثبّت مصدر اقتباس عبر الإنترنت من متجر كيدي
eu: Instalatu lerroko kotizazio sorburu bat KDE biltegitik
he: התקנת מקור שערי המרה מקוון מחנות KDE

source: Use this to install an online quote source from the KDE Store.
ar: استخدِم هذا لتثبيت مصدر أسعار عبر الإنترنت من متجر كيدي.
he: אפשר להשתמש בזה כדי להתקין מקור שערי המרה מקוון מחנות KDE.

source: Install
ar: ثبّت
eu: Instalatu
he: התקנה
zh_tw: 安裝

source: Upload modified remote online quote source to the KDE Store
ar: ارفع عرض أسعار عن بعد معدَّل إلى متجر كيدي
he: העלאת מקור שערי המרה מקוון מרוחק עם שינויים לחנות KDE

source: Use this to upload a modified online quote source to the KDE Store.
ar: استخدِم هذا لرفع عرض أسعار عبر الإنترنت معدَّل إلى متجر كيدي.
he: אפשר להשתמש בזה כדי להעלות מקור שערי המרה מקוון עם שינויים לחנות KDE.

source: Upload
ar: ارفع
eu: Zama-igo
he: העלאה
zh_tw: 上傳

source: Reset changes to local sources that were made after the last selection of this profile
ar: أعِد تعيين التغييرات على المصادر المحلية التي أُجرِيت بعد آخر اختيار لهذا التشكيلة
he: איפוס השינויים למקורות מקומיים שנוצרו אחרי הבחירה האחרונה שלה הפרופיל הזה

source: Use this to reset changes to local sources that were made after the last selection of this profile.
ar: استخدِم هذا لإعادة تعيين التغييرات على المصادر المحلية التي أُجرِيت بعد آخر اختيار لهذه التشكيلة.
he: אפשר להשתמש בזה כדי לאפס את השינויים למקורות מקומיים שנוצרו אחרי הבחירה האחרונה שלה הפרופיל הזה.

source: Reset
ar: صفّر
eu: Berrezarri
he: איפוס

source: Remote unpublished
ar: عن بعد غير منشور
he: מרוחק שלא פורסם
zh_tw: 遠端已取消發布

source: Remote
ar: البعيد
eu: Urrunekoa
he: מרוחק
zh_tw: 遠端

source: Local
ar: المحليّة
eu: Lokala
he: מקומי
zh_tw: 本地

source: Format
ar: التنسيق
eu: Formatua
he: תבנית

source: Name
ar: الاسم
eu: Izena
he: שם
zh_tw: 名稱

source: Source
ar: المصدر
eu: Sorburua
he: מקור
zh_tw: 來源

source: Reference to
ar: مرجع إلى
he: הפניה אל

# @item:inlistbox Stock
source: Stripped HTML
ar: HTML مُجرَّد
he: HTML מפושט
zh_tw: 已整理的 HTML

source: GHNS Source
ar: مصدر GHNS
eu: GHNS sorburua
he: מקור GHNS
zh_tw: GHNS 來源

source: <p>For easier processing of the data returned by the online source, KMyMoney usually strips unused parts before it is parsed with the regular expressions. If matching of the fields relies on those items, then use this option to turn stripping off.</p> <p>The following items are usually removed by stripping: <ul> <li>HTML tags such as <b>&lt;tag&gt;</b></li> <li>& encoded characters such as <b>&amp;nbsp;</b></li> <li>duplicate whitespace</li> </ul> </p>
ar: <p>لمعالجة أسهل للبيانات المُرجَعة من المصدر عبر الإنترنت، عادةً ما يُجرد KMyMoney الأجزاء غير المستخدمة قبل تحليلها بالتعبيرات النمطية. إذا كان تطابق الحقول يعتمد على تلك العناصر، فاستخدِم هذا الخيار لإيقاف التجريد.</p> <p>عادةً ما تُزال العناصر التالية بعملية التجريد: <ul> <li>وسوم HTML مثل <b>&lt;tag&gt;</b></li> <li>الحروف المشفرة بـ & مثل <b>&amp;nbsp;</b></li> <li>المسافات البيضاء المكررة</li> </ul> </p>
he: <p>לעיבוד פשוט יותר של הנתונים שהוחזרו על ידי המקור המקוון, KMyMoney בדרך כלל מפשט את החלקים שאינם בשימוש לפני הפענוח עם ביטויים רגולריים. אם התאמת השדות מסתמך על הפריטים האלה, אז יש להשתמש באפשרות הזאת כדי לכבות את ההפשטה.</p> <p>ההפשטה בדרך כלל מסירה את הפריטים הבאים: <ul> <li>תגיות HTML כגון <b>&lt;תגית&gt;</b></li> <li>תווים בקידוד & כגון <b>&amp;nbsp;</b></li> <li>רווחים כפולים</li> </ul> </p>
zh_tw: <p>為了較容易處理線上傳來的資料，KMyMoney 通常會利用正規表示式將不需要的部份先清掉，再開始剖析。若是要比對的內容跟可能被清掉的部份有關，則此選項可以將此功能關閉。</p> <p>通常會將下列的內容清掉： <ul> <li>HTML 的標籤，如<b>&lt;tag&gt;</b></li> <li>以 &amp; 編碼的字元，如 <b>&amp;nbsp;</b></li> <li>重複的空白</li> </ul> </p>

source: Skip HTML stripping
ar: تخطَّ تجريد HTML
he: דילוג על הפשטת HTML
zh_tw: 略過整理 HTML 的動作

source: Profile details
ar: تفاصيل التشكيلة
eu: Profilaren xehetasunak
he: פרטי פרופיל
zh_tw: 設定檔詳細資料

source: Config file
ar: ملف الإعدادات
eu: Konfigurazio-fitxategia
he: קובץ הגדרות
zh_tw: 設定檔案

source: GHNS config file
ar: ملف إعدادات GHNS
eu: GHNS konfigurazio fitxategia
he: קובץ הגדרות GHNS
zh_tw: GHNS 設定檔案

source: GHNS data path
ar: مسار بيانات GHNS
eu: GHNS datuen bide-izena
he: נתיב נתוני GHNS
zh_tw: GHNS 資料路徑
