Repository: KDE/alkimia
Catalog: po/*/alkimia.po
Languages: ar, eu, he, zh_tw

source: <html><head/><body><p>Select, add or delete an application profile, where to load profiles from and save into eg. kmymoney or skrooge.</p></body></html>
ar: <html><head/><body><p>اختر ملفًا شخصيًا للتطبيق أو أضِفه أو احذِفه، وحدد من أين تُحمَّل الملفات الشخصية وأين تُحفَظ، مثل kmymoney أو skrooge.</p></body></html>
he: <html><head/><body><p>בחירה, הוספה או מחיקה של פרופילי יישום, מאיפה לטעון פרופילים ולאיפה לשמור, למשל kmymoney או skrooge.</p></body></html>
zh_tw: <html><head/><body><p>選取、新增或刪除一個應用程式設定檔，在此載入或儲存 KMyMoney 或 Skrooge 的設定檔。</p></body></html>

source: Application Profiles
ar: تشكيلات التطبيق
eu: Aplikazio-profilak
he: פרופילי יישום
zh_tw: 應用程式設定檔

source: New
ar: جديد
eu: Berria
he: חדש
zh_tw: 新增

# @item:inlistbox Stock
source: Symbol
ar: الرمز
eu: Ikurra
he: סימול
zh_tw: 符號

# @item:inlistbox Stock
source: Identification number
ar: رقم التعريف
eu: Identifikazio zenbakia
he: מספר זיהוי
zh_tw: 識別編號

# @item:inlistbox Stock
source: Name
ar: الاسم
eu: Izena
he: שם
zh_tw: 名稱

# @item:inlistbox Stock
source: Default
ar: المبدئيّ
eu: Lehenetsia
he: ברירת מחדל
zh_tw: 預設

# @item:inlistbox Stock
source: Off
ar: مغلق
eu: Itzalita
he: כבוי

# @item:inlistbox Stock
source: Always
ar: دائمًا
eu: Beti
he: תמיד

# @item:inlistbox Stock
source: Always when today
ar: دائمًا عندما يكون اليوم
he: תמיד כאשר היום

source: Are you sure to delete this online quote ?
ar: هل أنت متأكد من حذف عرض الأسعار هذا؟
eu: Ziur zaude lerroko kotizazio hau ezabatu nahi duzula?
he: למחוק את שער ההמרה המקוון הזה?
zh_tw: 您確定要刪除這個線上報價嗎？

source: Delete online quote
ar: احذف عرض الأسعار عبر الإنترنت
eu: Ezabatu lerroko kotizazioa
he: למחוק שער המרה מקוון
zh_tw: 刪除線上報價

source: .copy
ar: .نسخة
he: .עותק

# @title %1 is version info
source: Online quote settings generated with Alkimia %1
ar: إعدادات عرض الأسعار عبر الإنترنت المُنْتَجَة باستخدام الكيمياء %1
he: הגדרות שער ההמרה המקוון נוצרו עם Alkimia %1

# @info online quote setting
source: URL: %1
ar: العنوان: %1
he: כתובת: %1

# @info online quote setting
source: Download mode: %1
ar: وضع التحميل: %1
eu: Zama-jaisteko modua: %1
he: מצב הורדה: %1

# @info online quote setting
source: Data format: %1
ar: تنسيق البيانات: %1
eu: Datu-formatua: %1
he: תבנית נתונים: %1

# @info online quote setting
source: Identifier: %1
ar: المعرف: %1
eu: Identifikatzailea: %1
he: מזהה: %1

# @info online quote setting
source: Select by: %1
ar: اختر بواسطة: %1
he: לבחור לפי: %1

# @info online quote setting
source: Price: %1
ar: السعر: %1
eu: Prezioa: %1
he: מחיר: %1

# @info online quote setting
source: Price decimal separator: %1
ar: فاصل الكسور العشرية للسعر: %1
eu: Prezioaren banatzaile hamartarra: %1
he: מפריד עשרוני במחירים: %1

# @info online quote setting
source: Date: %1
ar: التاريخ: %1
eu: Data: %1
he: תאריך: %1

# @info online quote setting
source: Date format: %1
ar: نسق التّاريخ: %1
eu: Data-formatua: %1
he: תבנית תאריכים: %1

# @info online quote setting
source: Default identifier: %1
ar: المُعِّرف المبدئي: %1
eu: Identifikatzaile lehenetsia: %1
he: מזהה ברירת מחדל: %1

# @info online quote setting
source: Remote source: %1
ar: المصدر البعيد: %1
eu: Urruneko sorburua: %1
he: מקור מרוחק: %1

# @item:intext checkbox setting
source: checked
ar: مُفعَّل
eu: markatuta
he: נבדק

# @item:intext checkbox setting
source: not checked
ar: غير مُفعَّل
eu: markatu gabe
he: לא נבדק

# @item:valuesuffix to name for a quote source reference
source: .reference
ar: .المرجع
he: .סימוכין

source: New Quote Source
ar: عرض أسعار جديد
eu: Kotizazio sorburu berria
he: מקור שער המרה חדש
zh_tw: 新的報價來源

# @info Detail that only one new entry can exist at any time
source: <b>New Quote Source</b> already exists.
ar: <b>مصدر عرض أسعار جديد</b> موجود فعلًا.
eu: <b>Kotizazio sorburu berria</b> jada badago.
he: <b>מקור שער המרה חדש</b> כבר קיים.
zh_tw: <b>新的報價來源</b>已經存在。

source: Online Quote HTML Result Window
ar: نافذة نتائج HTML لعرض لأسعار عبر الإنترنت
eu: Lerroko kotizazioen HTML emaitza leihoa
he: חלון תוצאות שער המרה מקוון ב־HTML
zh_tw: 線上報價 HTML 結果視窗

source: Upload online quote
ar: ارفع عرض الأسعار عبر الإنترنت
eu: Zama-igo lerroko kotizazioa
he: העלאת שער המרה מקוון
zh_tw: 上傳線上報價

source: Version to create:
ar: الإصدار المطلوب إنشاؤه:
eu: Sortu beharreko bertsioa:
he: גרסה ליצירה:
zh_tw: 要建立的版本：

source: Copy path to clipboard
ar: انسخ المسار إلى الحافظة
eu: Kopiatu bide-izena arbelera
he: העתקת נתיב ללוח הגזירים
zh_tw: 將路徑複製到剪貼簿

source: TextLabel
ar: لصيقة نصّيّة
eu: TestuEtiketa
he: תווית טקסט
zh_tw: 文字標籤

source: Enter store and close dialog
ar: ادخُل المتجر وأغلِق الحوار
eu: Sartu biltegia eta itxi elkarrizketa-koadroa
he: כניסה לחנות וסגירת החלונית
zh_tw: 進入商店並關閉對話框

source: Online quote source:
ar: مصدر عرض الأسعار عبر الإنترنت:
eu: Lerroko kotizazio-sorburua:
he: מקור שערי המרה מקוונים:
zh_tw: 線上報價來源：

source: Close dialog
ar: أغلِق الحوار
eu: Itxi elkarrizketa-koadroa
he: סגירת חלונית
zh_tw: 關閉對話框

source: This dialog allows you to create a package for an online quote source, which you can then upload to the online store used by alkimia to share with other users.
ar: يسمح لك هذا الحوار بإنشاء حزمة لمصدر أسعار عبر الإنترنت، والتي يمكنك بعد ذلك تحميلها إلى المتجر عبر الإنترنت الذي يستخدمه الكيمياء للمشاركة مع مستخدمين آخرين.
he: החלונית הזאת מאפשרת לך ליצור חבילה למקור שערי המרה מקוון, אותו ניתן להעלות לחנות המקוונת שבה משתמשת alkimia כדי לשתף עם משתמשים אחרים.
zh_tw: 這個對話框讓您為線上報價來源建立軟體包，讓您能將其上傳到 Alkimia 所使用的線上商店來與其他使用者分享。

source: Failed to create package at:
ar: فشل إنشاء الحزمة في:
eu: Paketea hemen sortzea huts egin du:
he: יצירת החבילה נכשלה תחת:
zh_tw: 無法建立軟體包於：

source: To upload the generated package to the online store, copy the path of the generated file into the clipboard, log in to the store mentioned below and paste the copied url into the corresponding package (see the <b>files</b> tab).
ar: لتحميل الحزمة المُنْتَجَة إلى المتجر عبر الإنترنت، انسخ مسار الملف المُنْتَج إلى الحافظة، ثم سجّل الدخول إلى المتجر المذكور أدناه والصق الرابط الذي نسخته في الحزمة المقابلة (انظر علامة التبويب <b>الملفات</b>).
eu: Sortutako paketea lerroko biltegira igotzeko, sortutako fitxategiaren bide-izena arbelera kopiatu, behean aipatutako biltegian saioa ireki eta kopiatutako URLa dagokion paketean itsatsi (begiratu <b>fitxategiak</b> fitxa).
he: כדי להעלות את החבילה שנוצרה לחנות המקוונת, יש להעתיק את הנתיב של הקובץ שנוצר ללוח הגזירים, להיכנס לחנות שצוינה להלן ולהדביק את הכתובת שהועתקה לחבילה המתאימה (מופיע תחת הלשונית <b>files</b> - קבצים).
zh_tw: 要將產生的軟體包上傳到線上商店，請將產生檔案的路徑複製到剪貼簿，登入到下方提到的商店，然後將複製的網址貼進對應的軟體包當中（請見<b>檔案</b>分頁）。

source: Create package for uploading
ar: أنشِئ حزمة للتحميل
eu: Sortu paketea zama-igotzeko
he: יצירת חבילה להעלאה
zh_tw: 建立軟體包以上傳

source: Create package
ar: أنشِئ حزمة
eu: Sortu paketea
he: יצירת חבילה
zh_tw: 建立軟體包

source: Package has been created at:
ar: وُلِدَت الحزمة في:
eu: Paketea hemen sortu da:
he: נוצרה חבילה תחת:
zh_tw: 軟體包建立於：

source: Package edit url:
ar: رابط تحرير الحزمة:
eu: Paketea editatzeko URLa:
he: כתובת עריכת חבילה:
zh_tw: 軟體包編輯網址：

source: Open inspector in new window
ar: افتح المفتش في نافذة جديدة
eu: Ireki ikuskaria leiho berrian
he: פתיחת החוקר בחלון חדש
zh_tw: 在新視窗中開啟檢測器

source: Inspect element
ar: افحص العنصر
eu: Ikuskatu elementua
he: חקירת רכיב
zh_tw: 檢測元素

# @item:inlistbox Stock
source: CSS
ar: أوراق الأنماط المتتالية

# @item:inlistbox Stock
source: JSON
ar: جسون

# @item:inlistbox Stock
source: Javascript
ar: جافاسكربت
